{
  "economy": [
    {
      "id": "3235066584612230861",
      "title": "West Lothian eateries are urged to take advantage of Eat Out to Help Out scheme",
      "url": "https://www.dailyrecord.co.uk/news/local-news/west-lothian-eateries-urged-take-22354601",
      "description": "UK Government scheme aims to boost <b>economy</b> and has been backed by local MSP Miles Briggs",
      "body": "privacy notice\nInvalid Email\nWest Lothians restaurants, pubs, cafes are being urged to sign up to the UK Governments Eat Out to Help Out scheme.\nBusinesses who use the scheme will offer a 50 per cent reduction, up to a maximum of 10 per person, to all diners who eat or drink-in throughout August.\nThe scheme is open to businesses across the UK and can be used all day, Monday to Wednesday in August.\nCustomers do not need a voucher as participating establishments will just remove the discount from their bill. Businesses simply reclaim the discounted amount through an online service, supported by HMRC.\nThe scheme is aimed at protecting jobs in the hospitality industry and is in addition to the reduction in VAT from 20 per cent to five per cent for tourism and hospitality businesses.\nBusinesses who sign up to the scheme will receive a window sticker and will be able to use promotional items such as posters and logos for social media.\nRead More\nPolbeth hosts successful virtual gala day despi",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T09:02:00",
      "provider": {
        "name": "dailyrecord"
      },
      "image": {
        "url": "https://i2-prod.dailyrecord.co.uk/incoming/article22354604.ece/ALTERNATES/s1200/0_JS153237583.jpg",
        "height": 630,
        "width": 1200,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=158291140474713862",
        "thumbnailHeight": 157,
        "thumbnailWidth": 299,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "255823477280631412",
      "title": "Arkansas Life halts amid slow <b>economy</b>",
      "url": "http://www.arkansasonline.com/news/2020/jul/15/arkansas-life-halts-amid-slow-economy/",
      "description": "Arkansas Life, a quarterly lifestyle and culture magazine published by WEHCO Media Inc., owner of the Arkansas Democrat-Gazette, has halted publication, citing financial fallout from the pandemic.",
      "body": "Arkansas Life halts amid slow economy\nby\nNathan Owens\n| Today at 3:12 a.m.\nArkansas Life, a quarterly lifestyle and culture magazine published by WEHCO Media Inc., owner of the Arkansas Democrat-Gazette, has halted publication, citing financial fallout from the pandemic.\nThe publication, established in 2008, began as a free high-society magazine for Arkansas Democrat-Gazette subscribers. It evolved over the years and underwent a full redesign in 2017, focusing more on news features and pieces that highlighted the best of what the state had to offer.\n\"Today, our hearts are breaking. Because today marks the last day of Arkansas Life,\" staff members said in a social media post on Monday. The decision to shutter was a \"financial necessity resulting from the current economic climate.\"\nAs advertising revenue plummeted for newspapers and magazines, Arkansas Life struggled to be profitable for years and almost folded in January of 2019. After challenging readers to buy a $20 subscription, the ",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T08:12:45",
      "provider": {
        "name": "arkansasonline"
      },
      "image": {
        "url": "",
        "height": 0,
        "width": 0,
        "thumbnail": "",
        "thumbnailHeight": 0,
        "thumbnailWidth": 0,
        "base64Encoding": "",
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "4595308153579665502",
      "title": "Go To Travel campaign comes under fire",
      "url": "https://japantoday.com/category/national/Go-To-Travel-campaign-comes-under-fire",
      "description": "Fearing a second wave of infections spreading from Tokyo, local municipalities and opposition lawmakers have urged the central government to suspend a major campaign aimed at boosting domestic tourism. <b>Economy</b> Minister Yasutoshi Nishimura, however, said on Wednesday the government would proceed with the so-called Go To Travel campaign, which includes",
      "body": "Comments\nTOKYO\nFearing a second wave of infections spreading from Tokyo, local municipalities and opposition lawmakers have urged the central government to suspend a major campaign aimed at boosting domestic tourism.\nEconomy Minister Yasutoshi Nishimura, however, said on Wednesday the government would proceed with the so-called Go To Travel campaign, which includes offers such as discounts for shopping and food, but move cautiously.\n\"Obviously we will consider the thoughts of many of our people, while monitoring the situation ahead,\" Nishimura, who leads the government's coronavirus policy, told parliament.\nThe program is one of the biggest outsourcing contracts in a stimulus budget announced in April, but has already been postponed due to public criticism over the cost of subcontracting back-office work to a private contractor.\nThe",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T07:05:04",
      "provider": {
        "name": "japantoday"
      },
      "image": {
        "url": "",
        "height": 0,
        "width": 0,
        "thumbnail": "",
        "thumbnailHeight": 0,
        "thumbnailWidth": 0,
        "base64Encoding": "",
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "62379909085732662",
      "title": "German <b>economy</b> is recovering from pandemic slump, Bundesbank data shows",
      "url": "https://dailytimes.com.pk/640944/german-economy-is-recovering-from-pandemic-slump-bundesbank-data-shows/",
      "description": "The German <b>economy</b> is rebounding from a pandemic-induced slump after hitting bottom last month, a real-time indicator developed by the countrys central bank showed on Monday. Launched in the wake of coronavirus outbreak, the Bundesbanks Weekly Activity Index is based on data ranging from electricity consumption and air traffic to Google searches and cash withdrawals.",
      "body": "Agencies\nJuly 15, 2020\nThe German economy is rebounding from a pandemic-induced slump after hitting bottom last month, a real-time indicator developed by the countrys central bank showed on Monday. Launched in the wake of coronavirus outbreak, the Bundesbanks Weekly Activity Index is based on data ranging from electricity consumption and air traffic to Google searches and cash withdrawals. It showed the German economy was still shrinking but, since mid-June, the pace of that contraction had become gentler and gentler. Specifically, the WAI indicated that economic activity in Germany in the 13 weeks to July 12 was 2.7% lower than in the preceding 13 weeks, the Bundesbank said. This was an improvement from the previous weeks reading of -3.5% and compared to a low of -7.05% on June 14. The result is consistent wi",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T07:00:59",
      "provider": {
        "name": "dailytimes"
      },
      "image": {
        "url": "https://dailytimes.com.pk/assets/uploads/2020/07/15/01.jpg",
        "height": 399,
        "width": 600,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=489368584242541419",
        "thumbnailHeight": 99,
        "thumbnailWidth": 148,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "1392094662777485040",
      "title": "NI can become 'leader' in hydrogen technology', says <b>economy</b> minister",
      "url": "https://www.bbc.co.uk/news/uk-northern-ireland-53404563",
      "description": "The <b>economy</b> minister's comments come amidst plans for hydrogen buses on the streets of Belfast in 2020.",
      "body": "Northern Ireland can become a leader in hydrogen technology, Economy Minister Diane Dodds has said.\nShe said it would also allow us to get more efficient use of our onshore windfarms.\nThere are already plans to introduce hydrogen-fuelledbuses to Belfast later this year.\nThe company building them has ambitions to set up a facility to make hydrogen fuel. Ballymena-based\nWrightbus has orders for 80 of its hydrogen buses.\nTwenty of them are in production at present.\nThe buses work by passing hydrogen into a fuel cell where a chemical reaction creates an electrical current to drive the bus.\nThe only thing that comes out of the tailpipe is water.\n'Twice the cost of diesel buses'\nWrightbus was\nHe also has extensive interests in the hydrogen industry.\nThe main issue with hydrogen buses is the price.\nAt 500,000, the double-deckers cost twice as much as a diesel equivalent.\nWrightbus chief executive Buta Atwal said government support will be needed to drive down costs.\n\"If we have guaranteed vol",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T05:37:54",
      "provider": {
        "name": "bbc"
      },
      "image": {
        "url": "https://ichef.bbci.co.uk/news/1024/branded_news/BFBE/production/_113368094_bus1.jpg",
        "height": 576,
        "width": 1024,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=4449689679981832350",
        "thumbnailHeight": 144,
        "thumbnailWidth": 256,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "4451963448830880490",
      "title": "U.K.-Huawei, Europe <b>Economy</b>, China: Your Wednesday Briefing",
      "url": "https://www.nytimes.com/2020/07/15/briefing/britain-huawei-europe-economy-china.html",
      "description": "Heres what you need to know.",
      "body": "(Want to get this briefing by email? Heres the sign-up)\nGood morning.\nBritain banning Huawei from its 5G network, the\npandemics economic toll and a\nracial awakening in France.\nHuaweis British headquarters in Reading, England.\nCredit...\nLeon Neal/Getty Images\nBritain bars Huawei from its 5G network\nIn a major reversal, Britain announced on Tuesday that it would ban equipment from the Chinese telecommunications giantHuawei from the countrys high-speed wireless network. The decision was a big victory for the Trump administration, which had blacklisted Huawei.\nPrime Minister Boris Johnson had faced growing political pressure at home to take a hard line against Beijing, and the move signaled a new willingness among Western countries to confront China.\nThe announcement came as President Trumps national security adviser was in Paris for meetings about China with representatives from Britain, France, Germany and Italy.\nResponse: Critics have said that Huaweis ties to the Chinese government mea",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T05:03:50",
      "provider": {
        "name": "nytimes"
      },
      "image": {
        "url": "https://static01.nyt.com/images/2020/07/15/briefing/15ambriefing-euro-promo/15ambriefing-euro-slide-CTGH-facebookJumbo.jpg",
        "height": 550,
        "width": 1050,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=4281068322346068563",
        "thumbnailHeight": 137,
        "thumbnailWidth": 261,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "4761008510581932026",
      "title": "Load shedding: SA needs a just energy transition, but keeps kicking the can down the road",
      "url": "https://www.news24.com/fin24/Economy/South-Africa/load-shedding-sa-needs-a-just-energy-transition-but-keeps-kicking-the-can-down-the-road-20200715",
      "description": "Eskom's inability to ensure secure energy supply for an <b>economy</b> that's in recession raises the question on whether SA should increase its reliance on renewable energy.",
      "body": "three days in winter\n.",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T04:02:01",
      "provider": {
        "name": "news24"
      },
      "image": {
        "url": "https://cdn.24.co.za/files/Cms/General/d/6069/b9998aeee92e435b95a7e0afe7d08b58.jpg",
        "height": 683,
        "width": 1024,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=3889160787415204072",
        "thumbnailHeight": 170,
        "thumbnailWidth": 254,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "2094403519602482426",
      "title": "Column: Current <b>economy</b> will hurt new graduates for years",
      "url": "https://www.dglobe.com/opinion/columns/6573302-Column-Current-economy-will-hurt-new-graduates-for-years",
      "description": "ST. PAUL  Minnesotas unemployment rate currently stands at 9.9 percent  a record high since the data began  and more than 800,000 Minnesotans have filed claims for unemployment insurance since March 16.",
      "body": "Column: Current economy will hurt new graduates for years\nWritten By:\nJohn Phelan, Center of the American Experiment\n|\nST. PAUL\n\nTimes are hard for Minnesota's graduates. Not only are they being denied their graduation ceremonies by Gov. Walz's anti-COVID-19 measures, but their prospects beyond that look bleak. They are graduating into the worst job market in decades, and the consequences of that will be severe and linger for a very long time.\nMinnesotas unemployment rate currently stands at 9.9 percent  a record high since the data began  and more than 800,000 Minnesotans have filed claims for unemployment insurance since March 16.\nMinnesota job postings on Indeed.com, the online employment site, are down about 40 percent from last year. A recent survey by Handshake a nationwide job hunting site for college students, found nearly half of students are worried about getting a job when they graduate.\nThis dire labor market is set to improve  the national unemployment fell in",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T04:00:00",
      "provider": {
        "name": "dglobe"
      },
      "image": {
        "url": "",
        "height": 0,
        "width": 0,
        "thumbnail": "",
        "thumbnailHeight": 0,
        "thumbnailWidth": 0,
        "base64Encoding": "",
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    }
  ],
  "technology": [
    {
      "id": "1536766067781455607",
      "title": "GE Power wins orders worth Rs 850 crore for implementing air quality control systems <b>technology</b>",
      "url": "https://economictimes.indiatimes.com/industry/energy/power/ge-power-wins-orders-worth-rs-850-crore-for-implementing-air-quality-control-systems-technology/articleshow/76976384.cms",
      "description": "It will supply the AQCS to Hindalco Industries for their Aditya Aluminium Plant Lapanga in Sambalpur, Odisha. The project is expected to be commissioned by 2021.",
      "body": "Comment\nSynopsis\nIt will supply the AQCS to Hindalco Industries for their Aditya Aluminium Plant Lapanga in Sambalpur, Odisha. The project is expected to be commissioned by 2021.\nReuters\nThis technology will give a number of benefits as it facilitates sulfur dioxide (SO2) removal with lower water consumption, smaller footprint, utilization of existing stack, lesser lifecycle cost and lesser implementation time, the company said.\nNew Delhi: GE PowerIndia on Wednesday said it has bagged multiple orders worth Rs 850.69 crore ($112.57 million) to implement air quality control systems technology in India. The company will supply these air quality control systems (\nAQCS\n) solutions to NTPC Hindalco Industries and UP Rajya Vidyut Utpadan Nigam, a GE Power India statement said.\nAccording to statement, it will supply the AQCS to Hindalco Industries for their Aditya Aluminium Plant Lapanga in Sambalpur, Odisha. The project is expected to be commissioned by 2021.\nThis technology will give a numbe",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T08:22:43",
      "provider": {
        "name": "indiatimes"
      },
      "image": {
        "url": "https://img.etimg.com/thumb/msid-76976450,width-1070,height-580,imgsize-774431,overlay-economictimes/photo.jpg",
        "height": 580,
        "width": 1070,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=1923974197826195609",
        "thumbnailHeight": 144,
        "thumbnailWidth": 267,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "8236003932705083518",
      "title": "STEM skills: Mind the gap!  EURACTIV.com",
      "url": "https://www.euractiv.com/section/economy-jobs/video/stem-skills-mind-the-gap/",
      "description": "We often hear from policymakers, media and employer groups that the EU faces a shortage in Science, <b>Technology</b>, Engineering and Mathematics (STEM) skills. However, what we rarely hear are specific details of what those skills shortages actually are and ...",
      "body": "LinkedIn\nWhatsApp\nWe often hear from policymakers, media and employer groups that the EU faces a shortage in Science, Technology, Engineering and Mathematics (STEM) skills. However, what we rarely hear are specific details of what those skills shortages actually are and  just as crucially  where they are.\nBusinesses are especially concerned about the outlook. Pre-COVID, over half expected the shortage to worsen over the next 10 years, with expansion in the sector set to nearly double the number of new STEM roles required.\nWith many European schools and universities closed since mid-March, students have had to adapt to online and distance learning. It is too soon to assess whether students will fall behind in STEMs and other skills, but employers are already worried that the COVID crisis could slow Europes technological advancement due to a lack of future talent.\nPost-COVID, re-establishing a strong pipeline of skills will b",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T07:42:49",
      "provider": {
        "name": "euractiv"
      },
      "image": {
        "url": "https://www.euractiv.com/wp-content/uploads/sites/2/2020/07/shutterstock_629766161-thm-800x450.jpg",
        "height": 450,
        "width": 800,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=1525442776537184517",
        "thumbnailHeight": 168,
        "thumbnailWidth": 298,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "3784401527905435798",
      "title": "Livingston's CB <b>Technology</b> retains all staff and sets 25m revenue goal",
      "url": "https://www.scotsman.com/business/livingstons-cb-technology-retains-all-staff-and-sets-ps25m-revenue-goal-2913120",
      "description": "Livingston-based electronic manufacturing services company CB <b>Technology</b> has unveiled ambitious growth plans as it looks to more than double its present turnover to 25 million.",
      "body": "Sorry, there seem to be some issues. Please try again later.\nSubmitting...\nThe company was founded in 1999 and has over the years diversified its client base beyond the oil and gas industry into the communications, industrial and medical sectors.\nManaging director John Cameron, who led the management buy-in, said: Theres a huge amount of hard work across the company that goes into producing financial results like these and Im incredibly proud of our team.\nWhile other companies in our sector are growing in single digits or struggling to grow at all, our business has grown by more than 30 per cent in each of the past three years.\nThats thanks to our focus on working in partnership with our customers to fulfil their needs and responding to changes in their sectors.\nIts also due to our high-quality operational, technical and supply chain staff and to our world-class management team.\nCB Technology has retained all its staff, including temporary workers, during lockdown and has continued to ",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T06:30:00",
      "provider": {
        "name": "scotsman"
      },
      "image": {
        "url": "https://www.scotsman.com/webimg/b25lY21zOjgyZjU2OTc3LTk4MDktNGNjYS05ODY3LTliMTAxYWQzNmVlMzpiNWYyNTA3Mi01NzZlLTQxMTgtOWNiNS1mM2ViYWU1ZDBkMWI=.jpg",
        "height": 1333,
        "width": 2000,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=3137373509947423931",
        "thumbnailHeight": 166,
        "thumbnailWidth": 249,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "1392094662777485040",
      "title": "NI can become 'leader' in hydrogen <b>technology</b>', says economy minister",
      "url": "https://www.bbc.co.uk/news/uk-northern-ireland-53404563",
      "description": "The economy minister's comments come amidst plans for hydrogen buses on the streets of Belfast in 2020.",
      "body": "Northern Ireland can become a leader in hydrogen technology, Economy Minister Diane Dodds has said.\nShe said it would also allow us to get more efficient use of our onshore windfarms.\nThere are already plans to introduce hydrogen-fuelledbuses to Belfast later this year.\nThe company building them has ambitions to set up a facility to make hydrogen fuel. Ballymena-based\nWrightbus has orders for 80 of its hydrogen buses.\nTwenty of them are in production at present.\nThe buses work by passing hydrogen into a fuel cell where a chemical reaction creates an electrical current to drive the bus.\nThe only thing that comes out of the tailpipe is water.\n'Twice the cost of diesel buses'\nWrightbus was\nHe also has extensive interests in the hydrogen industry.\nThe main issue with hydrogen buses is the price.\nAt 500,000, the double-deckers cost twice as much as a diesel equivalent.\nWrightbus chief executive Buta Atwal said government support will be needed to drive down costs.\n\"If we have guaranteed vol",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T05:37:54",
      "provider": {
        "name": "bbc"
      },
      "image": {
        "url": "https://ichef.bbci.co.uk/news/1024/branded_news/BFBE/production/_113368094_bus1.jpg",
        "height": 576,
        "width": 1024,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=4449689679981832350",
        "thumbnailHeight": 144,
        "thumbnailWidth": 256,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "7615833319101438683",
      "title": "Use of modern <b>technology</b> a must to eliminate crimes: IGP",
      "url": "https://nation.com.pk/15-Jul-2020/use-of-modern-technology-a-must-to-eliminate-crimes-igp",
      "description": "LAHORE - Inspector General of",
      "body": "Our Staff Reporter\nJuly 15, 2020\nLAHORE - Inspector General of Police (IGP) Punjab Shoaib Dastgir on Tuesday said that elimination of crimes, quick resolution of public complaints and improving service delivery with effective use of modern technology were among top priorities of Police department, therefore, operations working system should be upgraded with new features.\nHe expressed these views during a meeting with officers regarding IT based projects at Central Police Office. He said that new features should be incorporated into 8787 IGP complaint center, police station record management, criminal record office, hotel eye, crime mapping and monitoring and surveillance systems by keeping in view the requirements for improving the progress of Police teams, adding, the IT projects should be further upgraded in the light of feedback received through public and field staff.\nCOVID-19 vaccine tested on humans shows early promise\nCOVID-19 vaccine tested on humans shows early promise\nThe IGP",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T04:42:55",
      "provider": {
        "name": "nation"
      },
      "image": {
        "url": "https://nation.com.pk/print_images/large/2020-07-15/use-of-modern-technology-a-must-to-eliminate-crimes-igp-1594760150-2279.jpg",
        "height": 942,
        "width": 800,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=3517996059005822976",
        "thumbnailHeight": 353,
        "thumbnailWidth": 299,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "9026969721140669834",
      "title": "Boosting workforce led to 64% profit hike",
      "url": "https://www.heraldscotland.com/business_hq/18582508.boosting-workforce-led-64-profit-hike/?ref=rss",
      "description": "AN ELECTRONICS manufacturing services firm has said boosting its workforce and investing in equipment has fuelled double-digit percentage growth as",
      "body": "comment\nAN ELECTRONICS manufacturing services firm has said boosting its workforce and investing in equipment has fuelled double-digit percentage growth as it plans to increase turnover to 25 million by 2025.\nCB Technology said revenues rose by 31 per cent in the year to March 31 to 10.67m, with profits rising by 64% to 1.35m.\nThe Livingston-based firm said it reaped the rewards of growing its headcount from 47 in 2018 to 71 at present, and introducing more efficient production methods, including cellular, flow and lean manufacturing techniques.\nTurnover has more than trebled since 2015 when Maven Capital Partners, the Glasgow-based private equity house, backed a management buy-in (MBI) at the West Lothian business\nThe company, which was founded in 1999, says it has grown to become the largest independent EMS businesses in Scotland- from sixth position before the MBI - and has diversified its client base beyond the oil and gas industry into the industrial, communications, and medical s",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T04:00:00",
      "provider": {
        "name": "heraldscotland"
      },
      "image": {
        "url": "https://www.heraldscotland.com/resources/images/11586498/",
        "height": 1600,
        "width": 2400,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=5131034616971228775",
        "thumbnailHeight": 150,
        "thumbnailWidth": 225,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "88794835397845420",
      "title": "'Fundamentally flawed' study describes facial recognition system designed to identify non-binary people",
      "url": "https://venturebeat.com/2020/07/14/study-describes-facial-recognition-system-designed-to-identify-non-binary-people/",
      "description": "In a study, researchers describe a controversial approach to designing facial recognition systems that can identify non-binary people.",
      "body": "the National Institute of Standards and Technology (NIST)\nhave found that facial recognition exhibits race, gender bias, and poor performance on people who dont conform to a single gender identity And facial recognition can be wildly inaccurate, misclassifying people upwards of 96% of the time\nIn spite of this, the papers coauthors  perhaps with the best of intentions  sought to improve the performance of facial recognition systems when theyre applied to transgender and non-binary people. They posit that current facial recognition algorithms are likely to amplify societal gender bias and that the lack of LGBTQ representation in popular benchmark databases leads to a false sense of progress on gender classification tasks in machine learning, potentially harming the self-confidence and psychology of those misgendered by the algorithms.\nThats reasonable, according to Keyes, but the researchers assumptions about gender are not.\nThey settle on treating gender as fixed, and modeling non-bina",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T03:40:19",
      "provider": {
        "name": "venturebeat"
      },
      "image": {
        "url": "https://venturebeat.com/wp-content/uploads/2019/08/deepfake-e1576010828444.jpg?w=1200&#038;strip=all",
        "height": 600,
        "width": 1200,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=2392995813089625935",
        "thumbnailHeight": 150,
        "thumbnailWidth": 300,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "7888328886514368137",
      "title": "Covid 19 coronavirus: Research to find new Covid test and light <b>technology</b> to combat virus",
      "url": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12348299&ref=rss",
      "description": "AgResearch leading the two research projects.",
      "body": "Covid 19 coronavirus: No new cases of Covid-19 today - Ashley Bloomfield provides details\n\"We can then develop a test that detects this pattern and therefore tells us the disease is present within hours of infection in otherwise asymptomatic people,\" Gupta said.\n\"This test will make targeted contact tracing far more effective and could help make long quarantine measures unnecessary for people travelling to NZ.\"\nAgResearch said if proven effective, this diagnostic method would have a test trialled and potentially made available within a year to 18 months.\nAdvertisement\nAdvertise with NZME.\nThe second research aims to develop a unique technology that uses different forms of light to kill the virus causing Covid-19 and other harmful viruses.\nAgResearch scientists will work with counterparts from Massey University and the Christchurch firm Energylight Group Ltd on this.\nTeam leader Dr Gale Brightwell said they would look at combing ultraviolet light with blue light, through LEDs (light emi",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T02:53:00",
      "provider": {
        "name": "nzherald"
      },
      "image": {
        "url": "https://www.nzherald.co.nz/resizer/59w0KBhHosmSWFG2xIwIKGQmR-Y=/1200x0/smart/filters:quality(70)/cloudfront-ap-southeast-2.images.arcpublishing.com/nzme/MA6SFISYVFBZ5EYPI5NBQNF3FE.jpg",
        "height": 800,
        "width": 1200,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=3050394687544453302",
        "thumbnailHeight": 200,
        "thumbnailWidth": 300,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "3087784832740626623",
      "title": "AGL Energy under new <b>technology</b> leadership from mid-August",
      "url": "https://www.itnews.com.au/news/agl-energy-under-new-technology-leadership-from-mid-august-550488?utm_source=feed&utm_medium=rss&utm_campaign=iTnews+",
      "description": "As Simon Moorfield departs for Transurban.",
      "body": "John Chambers (Credit: AGL Energy)\nAs Simon Moorfield departs for Transurban.\nAGL Energy is set to have new technology leadership in place by mid-August with John Chambers named as a replacement for Simon Moorfield, who is leaving for Transurban.\nChambers confirmed in a LinkedIn post late yesterday that he would lead the technology, digital, data and innovation teams at AGL.\nAfter an extensive search, were pleased to announce the appointment of John Chambers as our new executive general manager, future business & technology (FB&T), AGL said in a brief statement\nWith more than 25 years experience across innovation, product, strategy and operations, John is an experienced and people focused leader, and were looking forward to him joining us in mid-August.\nChambers comes from digital agency IE Company, but is probably better known for his 20-year stint at Telstra, where he held executive roles in product innovation, mobile and broadband. He left the telco in 2017.\nChambers said he was hum",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T02:13:00",
      "provider": {
        "name": "itnews"
      },
      "image": {
        "url": "https://i.nextmedia.com.au/News/John_Chambers_AGL.png",
        "height": 676,
        "width": 1038,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=2088141242146361953",
        "thumbnailHeight": 168,
        "thumbnailWidth": 259,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "1983481536864307600",
      "title": "COVID 19: <b>Technology</b> inequality among concerns weighing on teachers in back-to-class planning",
      "url": "https://vancouversun.com/news/local-news/covid-19-technology-inequality-among-concerns-weighing-on-teachers-in-back-to-class-planning",
      "description": "A Canadian Federation of Teachers survey reveals educators worry about inequality and the emotional health fallout from COVID-19.",
      "body": "COVID 19: Technology inequality among concerns weighing on teachers in back-to-class planning\nBack to video\nFor families that do have internet connections at home, parents in many are also working from home, which limits the availability of computers for children to use, for very practical reasons, Mooring said.\nWe also have a high rate of child poverty in B.C. (and) we know that there are plenty of families without internet connection, without access to technology, she added.\nFrom what teachers across the country have experienced, 92 per cent of them say access to technology and learning materials was a barrier to equitable quality public education, according to a national survey conducted by the Canadian Teachers Federation.\nAdvertisement\nThis advertisement has not loaded yet, but your article continues below.\nArticle content continued\nThe survey, conducted by using a questionnaire devised by the Alberta Teachers Association, queried some 17,000 educators and found that their anxieti",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T01:54:49",
      "provider": {
        "name": "vancouversun"
      },
      "image": {
        "url": "https://smartcdn.prod.postmedia.digital/vancouversun/wp-content/uploads/2020/07/png-0630n-education-065.jpg",
        "height": 750,
        "width": 1000,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=1724410210045639615",
        "thumbnailHeight": 281,
        "thumbnailWidth": 374,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "1296966038339453839",
      "title": "Singapore-listed Biolidics signs 5-year deal for use of A*Star <b>technology</b> to develop new Covid-19 test kits, Companies & Markets News & Top Stories",
      "url": "http://www.straitstimes.com/business/companies-markets/biolidics-signs-5-year-licence-with-astar-arm-eyes-development-of-new",
      "description": "SINGAPORE (THE BUSINESS TIMES) - Biolidics on July 9 entered into a five-year licence agreement with Accelerate Technologies, the commercialisation arm of the Agency for Science, <b>Technology</b> and Research (A*Star), for the use of the agency's technology for the detection of Covid-19 antibodies.. Read more at straitstimes.com.",
      "body": "https://str.sg/JsKb\nCopy\nSINGAPORE (THE BUSINESS TIMES) - Biolidics on July 9 entered into a five-year licence agreement with Accelerate Technologies, the commercialisation arm of the Agency for Science, Technology and Research (A*Star), for the use of the agency's technology for the detection of Covid-19 antibodies.\nThe Catalist-listed company said in a bourse filing on Tuesday night (July 14) that it aims to develop new serology tests that incorporate the technology to detect Covid-19 viral spike/Angiotensin Converting Enzyme 2 (ACE2) blocking antibodies.\nUnder the agreement, Accelerate Technologies has granted Biolidics non-exclusive worldwide rights to use the technology for diagnostic use for the five-year term to further develop the technology, and the right to market serology tests that incorporate the technology.\nShares of the Catalist-listed firm fell",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T01:07:26",
      "provider": {
        "name": "straitstimes"
      },
      "image": {
        "url": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/07/15/rk_biolidics_150720.jpg?itok=PJ9IVye5",
        "height": 509,
        "width": 763,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=8781085430394049491",
        "thumbnailHeight": 254,
        "thumbnailWidth": 380,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "4752994411963347783",
      "title": "FOI shows AFP used unauthorised facial recognition tech",
      "url": "https://www.crikey.com.au/2020/07/15/facial-recognition-australia-police/?utm_source=rss&utm_medium=rss&utm_campaign=facial-recognition-australia-police",
      "description": "With no authorisation, Australian police used an app that searches through billions of social media photos and identifies people.",
      "body": "Technology\nFOI documents reveal AFP used face-matching tech to search persons of interest\nWith no authorisation, Australian police used an app that searches through billions of social media photos to identify people.\nJul 15, 2020\n(Image: Getty)\nAustralian Federal Police officers have made more than 100 searches using Clearview AI, a controversial facial recognition company that identifies  members of the public by matching them with more than 3 billion photos scraped from social media.\nDocuments released under freedom of information law indicates the AFP  used the artificial intelligence technology on behalf of foreign law enforcement agencies.\nLast week the Office of the Australian Information Commissioner and the UKs Office of the Information Commissioner launched a joint investigationinto the personal information handling practices of Clearview AI.\nFree Trial\nIf you are human, leave this field blank.\nKeep reading about the AFP's facial recognition adventure.\nRegister your email addr",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T00:53:53",
      "provider": {
        "name": "crikey"
      },
      "image": {
        "url": "https://www.crikey.com.au/wp-content/uploads/2018/07/GettyImages-851960058-e1532392143361.jpg",
        "height": 523,
        "width": 784,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=727348241090559659",
        "thumbnailHeight": 195,
        "thumbnailWidth": 292,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    }
  ],
  "world": [
    {
      "id": "6307369758033392150",
      "title": "DIO | Codifique o seu futuro global agora",
      "url": "https://www.dio.me/",
      "description": "Domine as tecnologias utilizadas pelas empresas mais inovadoras do mundo e encare seu novo desafio profissional, evoluindo em comunidade com os melhores experts!",
      "body": "<h2>Aprenda tecnologias emergentes</h2>Os nossos cursos e programas de formação são criados em conjunto com especialistas das empresas mais inovadoras do mundo, aplicando uma metodologia para que você domine as tecnologias utilizadas no mercado e também mergulhe nas novas e mais atuais tecnologias que impactarão o futuro dos negócios digitais.<h2>Pratique com desafios de código</h2>Potencializamos o seu talento e aprimoramos as suas habilidades de pensamento computacional e resolução de desafios reais através de experiências práticas de codificação em nossa plataforma personalizada e exclusiva.",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T10:12:54",
      "provider": {
        "name": "wwaytv3"
      },
      "image": {
        "url": "https://hermes.digitalinnovation.one/assets/diome/logo.png",
        "height": 720,
        "width": 1280,
        "thumbnail": "https://play-lh.googleusercontent.com/P3xTS7gQrh0S2e_99KmHVGiVUcvepvj4eFFhqU_y6XFRegRoo1fTZ8r6t1MUsmfRxXNJ",
        "thumbnailHeight": 90,
        "thumbnailWidth": 160,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "516883579919096950",
      "title": "\"@Beautiful Zhejiang\" Video Contest Ready To Launch",
      "url": "https://www.prnewswire.com/news-releases/beautiful-zhejiang-video-contest-ready-to-launch-301093774.html",
      "description": "/PRNewswire/ -- Organized by Information Office of Zhejiang Provincial Government and Zhejiang International Channel (ZTV-World), \"@Beautiful Zhejiang\" Global...",
      "body": "\"@Beautiful Zhejiang\" Video Contest Ready To Launch\nNews provided by\nJul 15, 2020, 06:10 ET\nShare this article\n,\nJuly 15, 2020\n/PRNewswire/ -- Organized by Information Office of Zhejiang Provincial Government and Zhejiang International Channel (ZTV-World), \"@Beautiful Zhejiang\" Global Short Video Contest is now ready to launch. The contest is seeking short videos no longer than 5 minutes from both home and abroad to show the beautiful landscape, culture, and modernization of the province.\nThe poster of this contest\nThe award-winning works will be displayed across the world. Award-winners will automatically get premium membership of\nBlueberry Video Bloggers' Alliance @Beautiful Zhejiang\n, a platform for works exhibition and insight sharing, and be offered priority access to follow-up media events and plenty of resources.\nThe Contest includes Comprehensive Awards and Individual Awards. The former includes 5 first prizes, 10 second prizes, 15 third prizes, and 30 honorable mentions; the l",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T10:10:00",
      "provider": {
        "name": "prnewswire"
      },
      "image": {
        "url": "https://mma.prnewswire.com/media/1214908/ZTV_World.jpg?p=facebook",
        "height": 2700,
        "width": 5157,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=3345454863504971942",
        "thumbnailHeight": 168,
        "thumbnailWidth": 320,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    },
    {
      "id": "1745199096632826097",
      "title": "The Happiest School Holidays at the Sky Tower",
      "url": "https://events.stuff.co.nz/2020/the-happiest-school-holidays-at-the-sky-tower/auckland?utm_medium=rss",
      "description": "The Happiest School Holidays at the Sky Tower, To celebrate the release of TROLLS <b>WORLD</b> TOUR ..., Sky Tower, Auckland, Auckland, 4 July 2020 - 19 July 2020",
      "body": "General Admission - Family: $75.00\nDoor Sales Only\nTo celebrate the release of TROLLS WORLD TOUR in cinemas; you can enjoy activity books, colouring-in and face painting at the Sky Tower these school holidays.\nBetween 4 - 19 July, Boogie down to the Sky Tower daily for TROLLS WORLD TOUR activity books and colouring-in. Saturdays and Sundays between 1pm-4pm, get your TROLLS WORLD TOUR face painting and a special appearance by Scotty the Sky Tower! Enjoy restaurant offers for the whole family, visit Skytower.co.nz to plan your visit today!\nDont miss our best value yet, get 50% off Sky Tower admission for the entire family by booking here  www.skycityauckland.co.nz/halfprice. Entry for children aged 5 years and under is FREE.\nPARKING - Visit the Sky Tower for School Holidays during 4 - 19 July and be eligible for $10 parking during your visit (8am - 8pm). *Parking to be validated at the Sky Tower in order to receive the $10 rate.\nDont miss the trailer for the happiest movie ever - TROLLS ",
      "keywords": "",
      "language": "en",
      "isSafe": true,
      "datePublished": "2020-07-15T10:00:00",
      "provider": {
        "name": "stuff"
      },
      "image": {
        "url": "https://cdn.eventfinda.co.nz/uploads/events/transformed/1456752-639416-34.jpg",
        "height": 336,
        "width": 780,
        "thumbnail": "https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=7393949993445376110",
        "thumbnailHeight": 125,
        "thumbnailWidth": 292,
        "base64Encoding": null,
        "name": null,
        "title": null,
        "imageWebSearchUrl": null
      }
    }
  ]
}
